---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireSizeParam
source: html/dfc73f0e-97a4-7d66-1031-5beda8f84844.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireSizeParam Property

"Wire Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitWireSizeParam { get; }
```